Revit 2024 API
UnitTypeId.WattsPerSquareMeterKelvin Property
 Watts per square meter kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WattsPerSquareMeterKelvin { get; }
Visual Basic
Public Shared ReadOnly Property WattsPerSquareMeterKelvin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WattsPerSquareMeterKelvin {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace